import React from "react"
import Footer from "../components/Footer";
import "../styles/customTheme.styles.css";
import "../style.css"
import CustomNavbar from "../components/custom-navbar/custom-navbar";
import {Helmet} from "react-helmet";

const navColor = "nav-icon-black";
export default function Oaths() {
    const oathBackground = "#f3f3f3";
    return (
        <div  style={{backgroundColor: oathBackground}}>
            <Helmet>
                <title>سوگند نامه مهندسی</title>
            </Helmet>
            <div className="container" style={{backgroundColor: oathBackground}}>
                <CustomNavbar nameClass={navColor}/>
            </div>
            <div style={{backgroundColor: oathBackground}}>
                <div className="container">
                    <div id="oath1">
                        <div style={{paddingTop: "75px",paddingRight: "75px",height:"150px"}}>
                            <h1 className="Wblack f40 sormei">سوگند نامه مهندسی</h1>
                        </div>
                    </div>
                </div>
                <div className="d-flex justify-content-end" style={{maxHeight :"480px"}}>
                    <img
                        // style={{height:"420px"}}
                        src="/images/oath.png" className="img-fluid" alt="..."/>
                </div>

                <div className="container mt-5 ss02" style={{fontSize:"19px"}}>
                    <div id="oath2">
                        <div style={{paddingLeft: "25px",paddingBottom: "75px",paddingRight: "15px"}}>
                            <p className="text-justify">ما با آگاهی کامل از نقش و تأثیر مهندسی در سازندگی و توسعه پایدار جهان، رفاه و آسایش
                                انسان،
                                حفظ جهان هستی از آلودگی های زیست محیطی و تأمین شادی پایدار و دراز مدت برای خود و دیگران،
                                اینک که به عنوان مهندس خدمت خود را آغاز می کنیم.</p>
                            <h5 className="text-center Wblack" style={{fontSize:"20px"}}>به پروردگارجهان سوگند یاد می کنیم که</h5>
                            <ol className="text-justify">
                                <li>
                                    همواره در سراسر زندگی شغلی، حرفه ای و اجتماعی خود بدین سوگند وفادار باشیم.
                                </li>
                                <li>
                                    به انسان، به عنوان یک موجود صاحب خرد و شگفت انگیزترین پدیده آفرینش بیاندیشیم، صدیق و
                                    واقع بین باشیم و به هیچ اقدامی که به انسان و انسانیت آسیب رساند، مبادرت نورزیم.
                                </li>
                                <li>
                                    دانش مهندسی و تجربه حرفه ای خود را که میراث مشترک بشری است، مغتنم دانیم و کوشش کنیم
                                    تا
                                    آن را به روز نگهداریم و در حد توان خود به گنجینه دانش و تجربه های سودمند بشری
                                    بیفزاییم.
                                </li>
                                <li>
                                    ایران زادگاه ما است که در آن زاده و پرورده شده ایم، کوشش خواهیم کرد که دِین خود را
                                    به
                                    سرزمینمان، مردمانمان، نیاکانمان و آیندگان ادا کنیم.
                                </li>
                                <li>
                                    در طول زندگی حرفه ای خود تلاش کنیم تا نقش مؤثری در توسعه پایدار کشورمان داشته باشیم.
                                </li>
                                <li>
                                    در حد توان، به دانشگاه که مربی علمی و فنی ماست و به کسانی که پس از ما در این مکان
                                    مقدس
                                    پرورش خواهند یافت، خدمت کنیم.
                                </li>
                                <li>
                                    سرمایه های هستی چون ماده، انرژی، محیط زیست و نیروی کار را سرمایه های تمام بشر
                                    بدانیم و
                                    در حفظ و کاربرد درست و بهسازی آن ها کوشش نماییم.
                                </li>
                                <li>
                                    در تمام فعالیت های مهندسی خود، صداقت، دقت، نظم، عدالت، سرعت عمل، حفظ منابع اجتماع و
                                    حقوق
                                    دیگران را مراعات کنیم و سلامت، ایمنی و آینده نسل ها را در نظر داشته و به آنان
                                    مهربان،
                                    دلسوز و متعهد باشیم و همواره سود خویش را در منافع عام جستجو کنیم. رشوه خواری و سایر
                                    رذایل اخلاقی را طرد و برای زحمات خود ارزش مادی ای در حد معقول و متعارف طلب کنیم.
                                </li>
                                <li>
                                    در تمام کوشش های مهندسی خود از دانش روز و آخرین یافته های فنی آگاه شویم و آن ها را
                                    با
                                    ابتکار، خلاقیت و نوآوری در طراحی، برنامه ریزی و اجرا به کار بندیم.
                                </li>
                                <li>
                                    در تمام کوشش های مهندسی خود استاندارد ها را مراعات و تنها در حیطه دانش و توانایی خود
                                    کار
                                    قبول کنیم و تنها مدارکی را امضاء کنیم که به آن ها احاطه فنی کامل داریم. در مواردی که
                                    منع
                                    قانونی و حق مالکیت اختصاصی وجود ندارد، دانش خود را آزادانه و به صورت رایگان منتشر
                                    کنیم و
                                    در اختیار دیگران قرار دهیم.
                                </li>
                                <li>
                                    در ادای وظایف حرفه ای محول شده، متعهد، مسئولیت پذیر، مشارکت پذیر و رازدار باشیم.
                                </li>
                                <li>
                                    محیطی پر از محبت و صفا و عشق و علاقه به خدمتگذاری بی ریا به مردم و وطنمان را بوجود آوریم و همکاران خود را بدون توجه به ملیت، نژاد، مذهب، جنسیت، سن و عقیده دوست بداریم و ارزش های انسانی را در خود و در آنان پرورش دهیم.
                                </li>
                                <li>
                                    در کوشش های مهندسی خود همیشه فردی متواضع باشیم و موفقیت های به دست آمده را علاوه بر
                                    سعی
                                    و کوشش خود، مدیون تلاش همکاران و نظام
                                    آفرینش بدانیم و از آنان قدردانی و سپاسگذاری کنیم.
                                </li>
                                <li>
                                    در تمام کوشش های مهندسی خود جویا و پذیرای نقد و اظهار نظر صادقانه همکاران باشیم و از
                                    لطمه زدن به حیثیت، شهرت، دارایی یا اشتغال دیگران پرهیز و از اقدامات بدخواهانه برای
                                    آنان
                                    خودداری کنیم.
                                </li>
                                <li>
                                    از کوشش های فرهنگی و فعالیت های اجتماعی که به منظور توسعه رفاه عمومی انجام می گیرد،
                                    استقبال و در آنها شرکت کنیم.
                                </li>
                                <li>
                                    همکاران خود را به رعایت اصول اخلاق مهندسی و وجدان حرفه ای تشویق کنیم.
                                </li>
                            </ol>
                        </div>
                    </div>
                </div>
            </div>
            <Footer background={oathBackground}/>
        </div>
    );
}
