import React from "react"
import Footer from "../components/Footer";
import "../styles/customTheme.styles.css";
import "../style.css"
import CustomNavbar from "../components/custom-navbar/custom-navbar";
import {Helmet} from "react-helmet";

const navColor = "nav-icon-black";
export default function Regulations() {
    const regBackground = "#F3F3F3";
    return (
        <div style={{backgroundColor: regBackground}}>
            <Helmet>
                <title> نظام نامه رفتار حرفه ای اخلاقی در مهندسی ساختمان</title>
            </Helmet>
            <div className="container" style={{backgroundColor: regBackground}}>
                <CustomNavbar nameClass={navColor}/>
            </div>
            <div style={{backgroundColor: regBackground}}>
                <div className="container">
                    <div id="oath1">
                        <div style={{paddingTop: "75px", paddingRight: "75px", height: "150px"}}>
                            <h1 className="Wblack f40 sormei"> نظام نامه رفتار حرفه ای اخلاقی در مهندسی ساختمان</h1>
                        </div>
                    </div>
                </div>
                <div className="row">
                    <div className="col-1">

                    </div>
                    <div className="col-11">
                        <div className="d-flex justify-content-end" style={{maxHeight: "480px"}}>
                            <img
                                // style={{height:"420px"}}
                                src="/images/akhlagh1.png" className="img-fluid" alt="..."/>
                        </div>
                    </div>
                </div>

                <div className="container mt-5 ss02 text-justify">
                    <div id="oath2">
                        <div style={{paddingLeft: "25px", paddingBottom: "75px", paddingRight: "15px"}}>

                            <h5 className="Wbold" style={{fontSize: "24px"}}>
                                فصل نخست – تعاریف
                            </h5>
                            <p style={{fontSize: "19px"}}>
                                عبارات و اصطلاحات به کار رفته در این نظام نامه دارای تعاریف زیر است:
                            </p>
                            <p className="WMed" style={{fontSize: "21px"}}>
                                1-1&nbsp;&nbsp;اصول اخلاق حرفه‌ای
                            </p>
                            <ol style={{fontSize: "19px"}}>
                                <li>
                                    رجحان منافع عمومی،حفظ محیط‌ زیست، میراث فرهنگی و رعایت قانون بر منافع شخصی خود و
                                    صاحبان
                                    كار به هنگام تعارض منافع.
                                </li>
                                <li>
                                    انجام خدمات مهندسی به نحو حرفه ‌ای و همراه با مراقبت و خودداری از اقدامی كه با حقوق
                                    عمومی، صاحبان كار و اشخاص ثالث مغایرت داشته
                                    باشد.
                                </li>
                                <li>
                                    رفتار شرافتمندانه، مسئولانه، توأم با امانت ‌داری، راز داری، انصاف و حسن نیت و منطبق
                                    بر
                                    دانش حرفه‌ای در عرضه خدمات مهندسی در برابر صاحبان
                                    كار و خودداری از هر اقدامی كه با منافع قانونی صاحبان كار مغایرت داشته باشد.
                                </li>
                                <li>
                                    احتراز از رفتاری كه موجب لطمه به همکاران، سلب اعتبار اجتماعی یا وهن صاحبان حرفه
                                    مهندسی
                                    باشد.
                                </li>
                                <li>
                                    اجتناب از تکفل هم ‌زمان اموری که زمینه و موجبات نمایندگی یا قبول منافع متعارض را
                                    فراهم
                                    آورد.
                                </li>
                            </ol>
                            <p className="WMed" style={{fontSize: "21px"}}>
                                2-1&nbsp;&nbsp;رفتار حرفه‌ای
                            </p>
                            <p className="ms-2" style={{fontSize: "19px"}}>
                                شیوه رفتار با کارفرمایان، مهندسان و بنگاه ‌های حرفه‌ای مهندسی ساختمان، همکاران و اشخاص
                                تحت
                                مدیریت خود، جامعه و محیط‌ زیست در انجام
                                خدمات مهندسی و اخذ تصمیم‌ های حرفه‌ای.
                            </p>
                            <p className="WMed" style={{fontSize: "21px"}}>
                                3-1&nbsp;&nbsp;عرف پذیرفته ‌شده مهندسی
                            </p>
                            <p style={{fontSize: "19px"}}>
                                رویه یا نظر پذیرفته ‌شده توسط خبرگان حرفه در یک ‌رشته مهندسی که آن را به ‌عنوان رویه یا
                                نظر
                                مورد قبول مهندسان آن رشته در اجرای فعالیت‌ های
                                مهندسی مطابق با مقررات، ضوابط، الزامات، آیین ‌های کار و استاندارد های اجباری در عمل به
                                کار
                                گرفته باشند یا در مجامع مهندسی اعلام کرده باشند.
                            </p>
                            <h5 className="Wbold" style={{fontSize: "24px"}}>
                                فصل دوم – مصادیق رفتار حرفه ای اخلاقی در مهندسی ساختمان
                            </h5>
                            <p className="WMed" style={{fontSize: "21px"}}>
                                1-2&nbsp;&nbsp;رفتار عمومی
                            </p>
                            <ol style={{fontSize: "19px"}}>
                                <li>
                                    رعایت اصول اخلاق حرفه‌ای در انجام خدمات مهندسی و انجام آن‌ها مطابق قوانین و مقررات
                                    حرفه‌
                                    ای مهندسی ساختمان از جمله رعایت ضوابط و
                                    مقررات شهرسازی، الزامات مقررات ملی ساختمان، آیین کارها، آیین ‌نامه ‌های لازم الرعایه
                                    و
                                    استاندارد های اجباری با رعایت عرف پذیرفته‌ شده
                                    ،مهندسی و خودداری از قبول هر درخواستی از هر مرجعی اعم از کارفرما یا ناظران عمومی و
                                    خصوصی
                                    که با اصول مزبور یا قوانین، مقررات، الزامات
                                    آیین کارها، آیین ‌نامه‌ها و استاندارد های اجباری مغایرت داشته باشد یا احتراز از
                                    آن‌ها
                                    ملزم شده باشد.
                                </li>
                                <li>
                                    به کار گرفتن دقت، مهارت و دانش فنی لازم در انجام کار حرفه‌ای.
                                </li>
                                <li>
                                    پرهیز از توسل به روش‌ های متقلبانه، متخلفانه و مجرمانه برای کسب منافع مالی، امتیازات
                                    حرفه‌ای و سازمانی یا به دست آوردن پروانه اشتغال به
                                    کار حرفه‌ای و فعالیت یا هرگونه گواهینامه صلاحیت در امور مهندسی و فنی برای خود یا
                                    دیگران.
                                </li>
                                <li>
                                    اجتناب از تأسیس مؤسسه، دفتر یا محل كسب و پیشه تحت هر نام برای انجام خدمات فنی و
                                    مهندسی بدون داشتن پروانه اشتغال به کار حرفه‌ای یا گواهینامه صلاحیت لازم.
                                </li>
                                <li>
                                    خودداری از اعلام نظر تخصصی رسمی در زمینه‌ای که دانش و اطلاع کافی و ارزیابی دقیق از
                                    آن
                                    ندارد.
                                </li>
                                <li>
                                    اجتناب از تصدی همزمان مسئولیت در دو مرجع که یکی بر دیگری وظیفه نظارتی دارد و خود
                                    اظهاری
                                    در مواردی که احتمال تضاد منافع وجود دارد.
                                </li>
                                <li>
                                    راست گویی در اظهارات فنی و شهادت ها یا گزارش ‌های کتبی كارشناسی و کتمان نکردن
                                    واقعیت‌
                                    های مربوط به آن.
                                </li>
                                <li>
                                    امانت داری و دقت در رسیدگی و تأیید میزان کار درج ‌شده در صورت‌ وضعیت ‌ها و صورت
                                    کارکرد
                                    های فنی و مالی.
                                </li>
                                <li>
                                    ندادن اجازه استفاده از نام، نشان، مهر، امضا، اعتبار، مدرک تحصیلی، پروانه اشتغال به
                                    کار
                                    حرفه‌ای خود یا شخص حقوقی وابسته به خود به شخص
                                    دیگر که از آن استفاده مغایر اخلاق یا قانون نماید.
                                </li>
                                <li>
                                    قرار ندادن محصول کار حرفه‌ای خود در اختیار دیگری برای عرضه آن به نام طرف یا اشخاص
                                    ثالث.
                                </li>
                                <li>
                                    پذیرفتن مسئولیت محصول، خدمت و آثار کار حرفه‌ای خود و حرفه‌مندان تحت سرپرستی خود و
                                    امضای
                                    نقشه‌ها، مدارک و دستورکار های فنی که
                                    انفرادی یا به صورت گروهی به منظور اجرا ارایه می‌کند و پذیرش مسئولیت حرفه‌ای مشاوره
                                    های
                                    فنی و تخصصی رسمی خود ولو آن‌که در قبال آن
                                    حق‌الزحمه دریافت نکند.
                                </li>
                                <li>
                                    پرهیز از دادن وعده های خلاف واقع و مغایر با اصول و استاندارد های خدمات حرفه‌ای به
                                    منظور
                                    ترغیب کارفرمایان به واگذاری کار.
                                </li>
                                <li>
                                    پرهیز از اظهارات خلاف واقع، مبالغه‌آمیز یا گمراه‌کننده در مورد محصولات، سوابق، میزان
                                    تحصیلات و دانش مهندسی یا صلاحیت حرفه‌ای خود یا
                                    شرکا یا كاركنان مؤسسه یا مجموعه‌ای كه در آن كار می‌كند یا تشکل‌ های حرفه‌ای، علمی یا
                                    صنفی که در آن عضویت دارد یا انتشار آگهی تبلیغی
                                    خلاف واقع یا گمراه ‌کننده در این زمینه‌ها.
                                </li>
                                <li>
                                    خودداری از اغراق در مورد نوع مسئولیت خود در طرح‌ ها یا مشاغل قبلی و پیچیدگی فنی و
                                    تخصصی
                                    آن ها و اظهار مطالب نادرست در مورد
                                    استخدام ‌کنندگان یا مستخدمان، همكاران، شرکا یا كارهای قبلی‌ خود در هنگام درخواست
                                    استخدام
                                    یا پذیرش تعهد حرفه‌ای.
                                </li>
                                <li>
                                    اعمال دقت و به‌ کارگیری بیشترین دانش و تلاش خود و رعایت بی‌طرفی و اجتناب از اعمال
                                    تبعیض
                                    در صدور درست و واقعی تأییدیه ها و گواهی‌ها
                                    و نگرفتن مال یا امتیاز خارج از ضوابط قانونی و عدم تبانی یا توسل به وسایل متقلبانه در
                                    انجام وظایف حرفه‌ای یا در ارایه تأییدیه یا ردیّه و مانند
                                    آن‌ها در امور فنی و مهندسی.
                                </li>
                                <li>
                                    خودداری از استفاده غیرقانونی یا تبعیض‌آمیز از موقعیت‌های شغلی و مناصب اداری و
                                    سازمانی در
                                    امور حرفه‌ای یا فنی یا غیر آن به نفع خود یا
                                    شخص دیگر یا علیه دیگری.
                                </li>
                                <li>
                                    اعلام وابستگی به یکی از طرف های اختلاف یا داشتن جهات ردّ در سمت عضویت در شورای
                                    انتظامی
                                    نظام ‌مهندسی ساختمان استان یا شورای
                                    انتظامی نظام ‌مهندسی ساختمان کشور یا کارشناسی، در صورت وجود، به طرف‌های اختلاف، قبل
                                    از
                                    ورود به رسیدگی یا پذیرفتن کارشناسی.
                                </li>
                            </ol>
                            <p className="WMed" style={{fontSize: "21px"}}>
                                2-2&nbsp;&nbsp;رفتار با کارفرمایان، طرف های قرارداد مهندسی و اشخاص در استخدام
                            </p>
                            <ol style={{fontSize: "19px"}}>
                                <li>
                                    پذیرفتن یا تعهد به انجام کار حرفه‌ای تنها در صورتی ‌که مهارت، صلاحیت حرفه‌ای، علمی و
                                    فنی، توان مدیریتی، جسمی و روانی، امکانات لازم و شرایط
                                    و اختیار قانونی برای انجام آن را دارا باشد و درصورتی‌که در خلال انجام کار، یک یا چند
                                    شرط
                                    از شرایط مذکور را از دست بدهد یا مدت اعتبار پروانه
                                    اشتغال به کار یا سایر مدارک قانونی وی برای انجام آن کار خاتمه یابد یا از استفاده از
                                    آن
                                    محروم شود، موضوع را بلادرنگ به کارفرما اعلام نماید.
                                </li>
                                <li>
                                    پایبندی به انجام وظایف و تعهدات قانونی، قراردادی و عرفی خود در قبال کارفرما یا
                                    استخدام‌
                                    کننده خویش.
                                </li>
                                <li>
                                    احراز صلاحیت فنی، حرفه‌ای و انضباطی قانونی لازم در اشخاص به هنگام واگذاری کار
                                    حرفه‌ای
                                    به آنان.
                                </li>
                                <li>
                                    رعایت انصاف در توافق با کارفرما یا استخدام‌ کننده خود، در مورد حق‌الزحمه یا بهای
                                    خدمات
                                    حرفه‌ای و نیز در توافق با طرف ‌های قرارداد خود به ‌عنوان
                                    کارفرما یا استخدام ‌شدگان خود.
                                </li>
                                <li>
                                    خودداری از سوء استفاده از اضطرار یا کم ‌اطلاعی و بی ‌اطلاعی کارفرما از قوانین،
                                    مقررات،
                                    وظایف مهندسان، استاندارد های خدمات و محصولات و
                                    گرفتن امتیاز یا حق‌ الزحمه خدمات مهندسی بیش از عرف رایج از وی به نحو فاحش یا عرضه
                                    خدمات
                                    حرفه‌ای و محصول مهندسی پایین‌تر از استاندارد
                                    به وی.
                                </li>
                                <li>
                                    اجتناب از تحمیل هزینه‌های غیر ضروری به کارفرما، اعم از آنکه خود در آن ذینفع باشد یا
                                    نباشد.
                                </li>
                                <li>
                                    اجتناب از مطالبه و دریافت هرگونه وجه یا امتیاز از کارفرما یا شخص دیگر در قبال خدمت
                                    حرفه‌ای معینی که برای وی انجام داده، مازاد بر آنچه به
                                    موجب قرارداد استحقاق دریافت آن را دارد.
                                </li>
                                <li>
                                    خودداری از قبول سمت یا وکالت یا نمایندگی، یا قبول انجام خدمت حرفه‌ای برای شخص حقیقی
                                    یا
                                    حقوقی که با کارفرما یا استخدام‌ کننده فعلی وی
                                    در فعالیت ‌های مهندسی دارای تعارض منافع یا رقابت حرفه‌ای است، مگر با اطلاع کتبی
                                    قبلی و
                                    کسب موافقت کارفرما یا استخدام ‌کننده خود.
                                </li>
                                <li>
                                    اطلاع دادن مواردی كه بالقوّه با منافع کارفرما یا استخدام ‌کننده وی در تعارض است یا
                                    بعداً متعارض خواهد شد، قبل از شروع كار با آن‌ها.
                                </li>
                                <li>
                                    خودداری از ارایه خدمات یا مشارکت در ارایه خدمات مهندسی طراحی، محاسبه، اجرا در پروژه
                                    ‌ای
                                    كه از طرف کارفرما یا استخدام ‌کننده خود مسئول
                                    بررسی، کنترل، بازرسی، تأیید یا تصویب آن است.
                                </li>
                                <li>
                                    دادن آگاهی لازم و واضح به كارفرما یا استخدام ‌کننده خود در مورد شرایطی كه قرار گرفتن
                                    او
                                    در آن شرایط می‌تواند بر قضاوت‌ مهندسی وی اثر گذارد
                                    یا از كیفیت خدمات‌ مهندسی وی بكاهد.
                                </li>
                                <li>
                                    عدم انتشار و افشا نکردن اطلاعاتی از کارفرما یا استخدام‌ کننده خود که به مناسبت
                                    همکاری حرفه‌ای با آن‌ ها به دست آورده، بدون موافقت آنان، مگر در موارد و حدودی كه
                                    قانون و مقررات، وی را ملزم به افشای آن نزد مراجع ذیصلاح نموده باشد.
                                </li>
                                <li>
                                    اعلام موارد ناقض مقررات و مسئولیت ‌های مهندسی در کاری که به او محول شده، همچنین
                                    اقدام به
                                    رفع موارد نقض‌کننده مقررات و مسئولیت‌ های
                                    مذکور و در صورت اصرار کارفرما بر ادامه کار، کناره‌گیری از ادامه آن کار و اعلام
                                    گزارش
                                    اقدامات خلاف به مراجع مربوط.
                                </li>
                                <li>
                                    عدم درخواست، دریافت یا قبول وجه یا امتیاز، به‌صورت مستقیم یا غیرمستقیم، از دیگر
                                    اشخاص
                                    طرف قرارداد با کارفرما یا استخدام ‌کننده خود یا
                                    نمایندگان یا جانشینان آن‌ها، جز در مواردی که در قرارداد با کارفرما یا استخدام ‌کننده
                                    خود
                                    تجویز و تصریح ‌شده و قبل از اقدام به آنان اطلاع داده
                                    باشد.
                                </li>
                                <li>
                                    در صورت ورشکستگی شرکت تحت مدیریت خود، اعلان آن به شرکا، کارفرما ها، طرف‌ های
                                    قرارداد و
                                    اشخاص تحت استخدام شرکت ظرف ۱۰ روز از
                                    وقوع آن.
                                </li>
                            </ol>
                            <p className="WMed" style={{fontSize: "21px"}}>
                                3-2&nbsp;&nbsp;رفتار با اشخاص حقیقی و حقوقی همکار
                            </p>
                            <ol style={{fontSize: "19px"}}>
                                <li>
                                    اجتناب از رقابت ناسالم و غیر منصفانه با مهندسان یا اشخاص حقوقی همكار خود که شامل
                                    موارد زیر است
                                    :
                                    <br/>
                                    الف) تبانی با عوامل برگزار کننده و دیگر شرکت‌ کنندگان در مزایده یا مناقصه برای
                                    اثرگذاری
                                    بر شرایط و قیمت برنده<br/>
                                    ب) دادن یا انتشار اطلاعات نادرست، توسل به فشار، تهدید و روش ‌های غیر متعارف برای
                                    منصرف
                                    کردن یا حذف یا منع سایر حرفه‌مندان رقیب از
                                    شرکت در رقابت.
                                </li>
                                <li>
                                    اجتناب از ایجاد شرایط رقابت ناسالم و غیر منصفانه بین حرفه مندان، در مقام کارفرما یا
                                    عامل وی از جمله از طریق
                                    :
                                    <br/>
                                    الف) برگزاری مناقصه یا مزایده صوری برای طرح ‌ها یا خرید خدمات مهندسی<br/>
                                    ب) پنهان داشتن بخشی از اطلاعات از بعضی از شرکت کنندگان و دادن اطلاعات بیشتر به بعضی
                                    دیگر
                                    یا انتشار اطلاعات نادرست برای گروهی از
                                    علاقه‌مندان شرکت در رقابت، به‌صورت رسمی یا غیررسمی.
                                </li>
                                <li>
                                    مراعات کامل حقوق مالكیت معنوی اشخاص حقیقی یا حقوقی همکار و رقیب و پرهیز از معرفی
                                    محصول
                                    کار حرفه‌ ای دیگران به نام خود، کارفرما یا
                                    مؤسسه خود و هر اقدامی كه به حقوق مالکیت معنوی دیگران لطمه زند.
                                </li>
                                <li>
                                    خودداری از ارزیابی و قضاوت نادرست و غیر منصفانه در مورد خدمات حرفه‌ای اشخاص دیگر یا
                                    انجام هر اقدام یا بیان انتقاد خلاف واقع در مورد
                                    خدمات حرفه‌ای یا سلامت رفتار و شخصیت آنان به هر صورت، همچنین طرح شکایت‌ های واهی
                                    علیه
                                    ایشان یا افشای آرای قطعی نشده محکومیت
                                    آنان به‌ نحوی که موجب لطمه به آبروی حرفه‌ای، آینده شغلی یا وضعیت کاری آن‌ها شود.
                                </li>
                                <li>
                                    قرار ندادن واسطه‌ بین خود و كارفرما و پرداخت وجه، یا پذیرفتن تعهد یا دادن وعده برای
                                    به
                                    دست‌ آوردن كار مهندسی، جز در موارد قانونی مانند
                                    بازاریابی و وكالت.
                                </li>
                                <li>
                                    پرهیز از دادن هرگونه وجه، امتیاز، وعده، کمک به عوامل کارفرما برای به دست آوردن كار
                                    یا
                                    برای حفظ کار یا به دیگران برای به دست آوردن
                                    موقعیت‌ها، مناصب و مشاغل مهندسی یا مدیریت ‌های حرفه‌ای.
                                </li>
                            </ol>
                            <h5 className="Wbold my-3" style={{fontSize: "24px"}}>
                                فصل سوم – شیوه احراز نقض نظام نامه
                            </h5>
                            <ul style={{fontSize: "19px"}}>
                                <li>
                                    رعایت رفتار حرفه ای اخلاقی موضوع این نظام نامه به وسیله تمامی اشخاص مشمول آن احراز
                                    شده تلقی می شود، مگر آنکه شورای انتظامی نظام مهندسی
                                    ساختمان استان یا شورای انتظامی نظام مهندسی ساختمان (کشور)، حسب مورد، متعاقب دریافت
                                    شکایت، پس از سیر تشریفات قانونی نقض ارادی آن را
                                    احراز و به آن حکم نموده و رأی صادره قطعی شده باشد.
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>


            <Footer background={regBackground}/>
        </div>
    );
}
